{
  "highlightedCasesId": [1, 2, 3],
  "cases": [
    {
      "id": 1,
      "slug": "inova-alpin",
      "name": "INOVA Alpin",
      "slogan": {
        "pt": "Inovando em soluções",
        "en": "Innovating in solutions"
      },
      "date": "2022",
      "description": {
        "pt": "Inovando em serviços em altura, Inova é uma empresa focada em realizar os melhores trabalhos em altura e em lugares de difícil acesso. Com o objetivo de entregar uma solução econômica e inteligente",
        "en": "Innovating in services at heights, Inova is a company focused on carrying out the best work at heights and in places of difficult access. In order to provide an economical and smart solution"
      },
      "services": {
        "pt": ["UI Design"],
        "en": ["UI Design"]
      },
      "frontEnd": "Gabriel VS Frasão",
      "designStrategy": {
        "pt": "Um site de fácil acesso, direto ao que interessa, apresentando os principais pontos: Os serviços, sobre a empresa e meios de contato",
        "en": "An easily accessible website, direct to what matters, presenting the main points: The services, about the company and means of contact"
      },
      "bannerUrl": {
        "mobile": "/images/cases/inova-mobile.png",
        "desktop": "/images/cases/inova-desktop.png"
      },
      "highlightedBannerUrl": {
        "mobile": "/images/cases/inova-mobile.png",
        "desktop": "/images/cases/inova-desktop.png"
      },
      "images": [],
      "nextCaseSlug": "conceito"
    },
    {
      "id": 2,
      "slug": "conceito",
      "name": "Conceito",
      "slogan": {
        "pt": "Clareza em seus termos e traços",
        "en": "Clarity in your terms and traits"
      },
      "date": "2022",
      "description": {
        "pt": "",
        "en": ""
      },
      "services": {
        "pt": [""],
        "en": [""]
      },
      "designStrategy": {
        "pt": "",
        "en": ""
      },
      "bannerUrl": {
        "mobile": "/images/cases/conceito-mobile.png",
        "desktop": "/images/cases/conceito-desktop.png"
      },
      "highlightedBannerUrl": {
        "mobile": "/images/cases/conceito-mobile.png",
        "desktop": "/images/cases/highlight-conceito-desktop.png"
      },
      "images": [],
      "nextCaseSlug": "zoeira-cooking"
    },
    {
      "id": 3,
      "slug": "zoeira-cooking",
      "name": "Zoeira Cooking",
      "slogan": {
        "pt": "Pessoas, batata frita e zueira",
        "en": "People, fries and a lot of fun"
      },
      "date": "2022",
      "description": {
        "pt": "",
        "en": ""
      },
      "services": {
        "pt": [""],
        "en": [""]
      },
      "designStrategy": {
        "pt": "",
        "en": ""
      },
      "bannerUrl": {
        "mobile": "/images/cases/zoeira-cooking-mobile.png",
        "desktop": "/images/cases/zoeira-cooking-desktop.png"
      },
      "highlightedBannerUrl": {
        "mobile": "/images/cases/zoeira-cooking-mobile.png",
        "desktop": "/images/cases/highlight-zoeira-cooking-desktop.png"
      },
      "images": [],
      "nextCaseSlug": "inova-alpin"
    }
  ],
  "pages": {
    "about": {
      "processes": [
        {
          "title": {
            "pt": "Briefing/pesquisas",
            "en": "Briefing/searches"
          },
          "description": {
            "pt": "No início da experiência já temos um grande questionário em torno do seu projeto, para entendermos como ele está e no que ele irá se tornar no futuro. Vamos destrinchar diversas informações sobre você e seu negócio.",
            "en": "At the beginning of the experience, we already have a great questionnaire about your project, so that we can understand how it is and what will be in the future. We will reveal a lot of information about you and your business."
          }
        },
        {
          "title": {
            "pt": "Moodboards/referências",
            "en": "Moodboards/references"
          },
          "description": {
            "pt": "Após reunirmos as informações no briefing vamos montar nossa estratégia visual por meio de diversas referências, reunidas de diversos projetos e vamos definir em meio a tantos caminhos um único a ser seguido.",
            "en": "After gathering the information in the briefing, we are going to assemble our visual strategy through different references, gathered from different projects and we are going to define, among so many paths, a single one to be followed."
          }
        },
        {
          "title": {
            "pt": "Construção/apresentação",
            "en": "Construction/presentation"
          },
          "description": {
            "pt": "Tudo que for desenvolvido será apresentado individualmente, para que entenda e compreenda exatamente a construção e os desafios que serão vencidos durante a experiência. Nesta etapa será desenvolvido o conceito base para sua marca.",
            "en": "Everything that is developed will be presented individually, so that you understand and understand exactly the construction and the challenges that will be overcome during the experience. In this step, the base concept for your brand will be developed."
          }
        },
        {
          "title": {
            "pt": "Entrega/marca",
            "en": "Delivery/brand"
          },
          "description": {
            "pt": "O que vem após cada experiência vivenciada por nós? Uma marca, uma marca deixada e quando a vemos recordamos de tudo. Mas ainda não é o fim! Agora continuamos a construir e consolidar sua marca no seu mercado.",
            "en": "What comes after each experience lived by us? A mark, a mark left and when we see it we remember everything. But it's not the end yet! Now we continue to build and consolidate your brand in your market."
          }
        }
      ]
    }
  }
}
