{
  "highlightedCasesId": [1, 2, 3],
  "cases": [
    {
      "id": 1,
      "slug": "inova-alpin",
      "name": "INOVA Alpin",
      "slogan": {
        "pt": "Inovando em soluções",
        "en": "Innovating in solutions"
      },
      "date": "2022",
      "description": {
        "pt": "A relação da Inova com o estúdio já é de longa data, começamos trabalhando em seu site no inicio de 2022 e decidimos a identidade visual completa junto ao novo website. Inova é uma empresa que realiza trabalhos em lugares de difícil acesso, que busca entregar soluções inovadoras em seus serviços aumentando a eficácia e a lucratividade de seus clientes.",
        "en": "Inova's relationship with the studio goes back a long way, it started working on its website in early 2022 and discussed developing a complete visual identity along with the new website. Inova is a company that works in hard-to-reach places, which seeks to deliver innovative solutions in its services, increasing the effectiveness and profitability of its customers."
      },
      "services": {
        "pt": ["UI Design", "Identidade visual"],
        "en": ["UI Design", "Visual identity"]
      },
      "frontEnd": "Gabriel VS Frasão",
      "designStrategy": {
        "pt": "A Inova buscava por uma identidade que traduzisse tudo isso, que transparecesse inovação e tecnologia, porém, que  assim entregasse a mensagem do que ela faz, sem deixar subentendido que a empresa oferecesse outro serviço ou produto. Trabalhamos com novas cores e um novo padrão de aplicação das mesma, resultando em um visual mais tech e futurístico. Ainda mantendo um traço tradicional da empresa, desenvolvemos um logotipo forte e versátil para os diferentes tipos de aplicações  e materiais que a Inova possa vir a desenvolver, com um conceito muito interessante, apresentando o ponto de vista de quem trabalha em altura.",
        "en": "Inova was looking for an identity that would translate all of this, that would show innovation and technology however, that would still deliver the message of what it does, without implying that the company offered another service or  product. We worked with new colors and a new pattern for applying them, resulting in a more tech and futuristic look. Still maintaining a traditional trait of the company, we developed a strong and versatile logo for the different types of applications and materials that Inova may develop, with a very interesting concept, presenting the point of view of those who work at height."
      },
      "bannerUrl": {
        "mobile": "/images/cases/inova-mobile.png",
        "desktop": "/images/cases/inova-desktop.png"
      },
      "highlightedBannerUrl": {
        "mobile": "/images/cases/highlight-inova-mobile.png",
        "desktop": "/images/cases/highlight-inova-desktop.png"
      },
      "coverUrl": "/images/cases/inova/Capa.png",
      "previews": [
        "/images/cases/inova/Preview01.png",
        "/images/cases/inova/Preview02.png",
        "/images/cases/inova/Preview03.png"
      ],
      "images": [
        "/images/cases/inova/Snap01.png",
        "/images/cases/inova/Snap02.png",
        "/images/cases/inova/Snap03.png",
        "/images/cases/inova/Snap04.png",
        "/images/cases/inova/Snap05.png",
        "/images/cases/inova/Snap06.png",
        "/images/cases/inova/Snap07.png",
        "/images/cases/inova/Snap08.png",
        "/images/cases/inova/Snap09.png",
        "/images/cases/inova/Snap10.png",
        "/images/cases/inova/Snap11.png",
        "/images/cases/inova/Snap12.png",
        "/images/cases/inova/Snap13.png",
        "/images/cases/inova/Snap14.png",
        "/images/cases/inova/Snap15.png",
        "/images/cases/inova/Snap16.png",
        "/images/cases/inova/Snap17.png",
        "/images/cases/inova/Snap18.png",
        "/images/cases/inova/Snap19.png",
        "/images/cases/inova/Snap20.png",
        "/images/cases/inova/Snap21.png",
        "/images/cases/inova/Snap22.png",
        "/images/cases/inova/Snap23.png",
        "/images/cases/inova/Snap24.png"
      ],
      "videos": [
        {
          "index": 0,
          "id": "1y-Y6VulNDTFOJpcx6M0eqILoYxhDOVtA"
        },
        {
          "index": 14,
          "id": "1GD3jnmVjHi8bsn8JFSd7ivhAzfAVO9Kw"
        },
        {
          "index": 16,
          "id": "1i0agnNiqVcy21GgKTXcZ-C2AUYLKPVt5"
        }
      ],
      "previousCaseSlug": null,
      "nextCaseSlug": "conceito"
    },
    {
      "id": 2,
      "slug": "conceito",
      "name": "Conceito",
      "slogan": {
        "pt": "Clareza em seus termos e traços",
        "en": "Clarity in your terms and traits"
      },
      "date": "2022",
      "description": {
        "pt": "A Conceito faz parte do mercado imobiliário e busca facilitar todos os processos de venda e locação de um imóvel. Abrindo portas por toda São Paulo-SP, entregando o imóvel certo para o conceito de cada pessoa.",
        "en": "The Conceito is part of the real estate market and seeks to facilitate all processes of selling and leasing a property. Opening doors throughout São Paulo-SP, delivering the right property for each person's concept."
      },
      "services": {
        "pt": ["Identidade visual"],
        "en": ["Visual identity"]
      },
      "designStrategy": {
        "pt": "Buscando entregar um imóvel que agradece de fato cada cliente, a Conceito logo entendeu que deveria estar disposta a apresentar o máximo de opções para seu cliente de forma clara. Criamos seu logo, que abre portas para toda a identidade assim como a Conceito faz para seus clientes, com cores diferentes no mercado causando impacto, com um posicionamento solicito e uma comunicação clara em seus termos e traços.",
        "en": "Seeking to deliver a property that really appreciates each customer, the Conceito soon understood that it should be willing to present the maximum number of options to its customer in a clear way. We created your logo, which opens doors to the whole identity, just like the concept does for its customers, with different colors in the market causing an impact, with a solicitous positioning and clear communication in its terms and traits."
      },
      "bannerUrl": {
        "mobile": "/images/cases/conceito-mobile.png",
        "desktop": "/images/cases/conceito-desktop.png"
      },
      "highlightedBannerUrl": {
        "mobile": "/images/cases/highlight-conceito-mobile.png",
        "desktop": "/images/cases/highlight-conceito-desktop.png"
      },
      "coverUrl": "/images/cases/conceito/Snap11.png",
      "previews": [
        "/images/cases/conceito/preview01.png",
        "/images/cases/conceito/preview02.png",
        "/images/cases/conceito/preview03.png"
      ],
      "images": [
        "/images/cases/conceito/Snap01.png",
        "/images/cases/conceito/Snap02.png",
        "/images/cases/conceito/Snap03.png",
        "/images/cases/conceito/Snap04.png",
        "/images/cases/conceito/Snap05.png",
        "/images/cases/conceito/Snap06.png",
        "/images/cases/conceito/Snap07.png",
        "/images/cases/conceito/Snap08.png",
        "/images/cases/conceito/Snap09.png",
        "/images/cases/conceito/Snap10.png",
        "/images/cases/conceito/Snap11.png",
        "/images/cases/conceito/Snap12.png",
        "/images/cases/conceito/Snap13.png",
        "/images/cases/conceito/Snap14.png",
        "/images/cases/conceito/Snap15.png",
        "/images/cases/conceito/Snap16.png",
        "/images/cases/conceito/Snap17.png",
        "/images/cases/conceito/Snap18.png",
        "/images/cases/conceito/Snap19.png"
      ],
      "videos": [],
      "previousCaseSlug": "inova-alpin",
      "nextCaseSlug": "zoeira-cooking"
    },
    {
      "id": 3,
      "slug": "zoeira-cooking",
      "name": "Zoeira Cooking",
      "slogan": {
        "pt": "Pessoas, batata frita e zueira",
        "en": "People, fries and a lot of fun"
      },
      "date": "2022",
      "description": {
        "pt": "Levar alegria e diversão junto ao lanche que vai dentro da mochila do entregador é o trabalho da Zoeira Cooking, uma empresa que olha o lado positivo de tudo, principalmente quando falamos de algo que nos deixa tão feliz quanto comer.",
        "en": "Bringing joy and fun along with the snack that goes inside the delivery guy's backpack is the job of Zoeira Cooking, a company that looks at the positive side of everything, especially when we talk about something that makes us as happy as eating."
      },
      "services": {
        "pt": ["Estratégia", "Identidade visual"],
        "en": ["Strategy", "Visual identity"]
      },
      "designStrategy": {
        "pt": "A Zoeira Cooking queria transparecer essa felicidade e alegria para seu público, pois eles têm o objetivo de mostrar que o valor de um bom momento com pessoas e comida juntos é alegre e importante de ser vividos. Traduzimos essa mensagem em uma logo que representa a alegria e felicidade de quem está prestes a comer, e trabalhamos também disposição dos elementos, textos e logo de uma forma não enjoativa e repetitiva, mas divertida e feliz.",
        "en": "Zoeira Cooking wanted to convey this happiness and joy to its audience, as they have the objective of showing that the value of a good time with people and food together is happy and important to be experienced. We translated this message into a logo that represents the joy and happiness of those who are about to eat, and we also worked on arranging the elements, texts and logo in a way that is not cloying and repetitive, but fun and happy."
      },
      "bannerUrl": {
        "mobile": "/images/cases/zoeira-cooking-mobile.png",
        "desktop": "/images/cases/zoeira-cooking-desktop.png"
      },
      "highlightedBannerUrl": {
        "mobile": "/images/cases/highlight-zoeira-cooking-mobile.png",
        "desktop": "/images/cases/highlight-zoeira-cooking-desktop.png"
      },
      "coverUrl": "/images/cases/zoeira-cooking/Imagem destaque.png",
      "previews": [
        "/images/cases/zoeira-cooking/preview01.png",
        "/images/cases/zoeira-cooking/preview02.png",
        "/images/cases/zoeira-cooking/preview03.png"
      ],
      "images": [
        "/images/cases/zoeira-cooking/Snap01.png",
        "/images/cases/zoeira-cooking/Snap02.png",
        "/images/cases/zoeira-cooking/Snap03.png",
        "/images/cases/zoeira-cooking/Snap04.png",
        "/images/cases/zoeira-cooking/Snap05.png",
        "/images/cases/zoeira-cooking/Snap06.png",
        "/images/cases/zoeira-cooking/Snap07.png",
        "/images/cases/zoeira-cooking/Snap08.png",
        "/images/cases/zoeira-cooking/Snap09.png",
        "/images/cases/zoeira-cooking/Snap10.png",
        "/images/cases/zoeira-cooking/Snap11.png",
        "/images/cases/zoeira-cooking/Snap12.png",
        "/images/cases/zoeira-cooking/Snap13.png",
        "/images/cases/zoeira-cooking/Snap14.png",
        "/images/cases/zoeira-cooking/Snap15.png",
        "/images/cases/zoeira-cooking/Snap16.png",
        "/images/cases/zoeira-cooking/Snap17.png",
        "/images/cases/zoeira-cooking/Snap18.png",
        "/images/cases/zoeira-cooking/Snap19.png"
      ],
      "videos": [],
      "previousCaseSlug": "conceito",
      "nextCaseSlug": null
    }
  ],
  "pages": {
    "about": {
      "processes": [
        {
          "title": {
            "pt": "Briefing/pesquisas",
            "en": "Briefing/searches"
          },
          "description": {
            "pt": "No início da experiência já temos um grande questionário em torno do seu projeto, para entendermos como ele está e no que ele irá se tornar no futuro. Vamos destrinchar diversas informações sobre você e seu negócio.",
            "en": "At the beginning of the experience, we already have a great questionnaire about your project, so that we can understand how it is and what will be in the future. We will reveal a lot of information about you and your business."
          }
        },
        {
          "title": {
            "pt": "Moodboards/referências",
            "en": "Moodboards/references"
          },
          "description": {
            "pt": "Após reunirmos as informações no briefing vamos montar nossa estratégia visual por meio de diversas referências, reunidas de diversos projetos e vamos definir em meio a tantos caminhos um único a ser seguido.",
            "en": "After gathering the information in the briefing, we are going to assemble our visual strategy through different references, gathered from different projects and we are going to define, among so many paths, a single one to be followed."
          }
        },
        {
          "title": {
            "pt": "Construção/apresentação",
            "en": "Construction/presentation"
          },
          "description": {
            "pt": "Tudo que for desenvolvido será apresentado individualmente, para que entenda e compreenda exatamente a construção e os desafios que serão vencidos durante a experiência. Nesta etapa será desenvolvido o conceito base para sua marca.",
            "en": "Everything that is developed will be presented individually, so that you understand and understand exactly the construction and the challenges that will be overcome during the experience. In this step, the base concept for your brand will be developed."
          }
        },
        {
          "title": {
            "pt": "Entrega/marca",
            "en": "Delivery/brand"
          },
          "description": {
            "pt": "O que vem após cada experiência vivenciada por nós? Uma marca, uma marca deixada e quando a vemos recordamos de tudo. Mas ainda não é o fim! Agora continuamos a construir e consolidar sua marca no seu mercado.",
            "en": "What comes after each experience lived by us? A mark, a mark left and when we see it we remember everything. But it's not the end yet! Now we continue to build and consolidate your brand in your market."
          }
        }
      ]
    }
  }
}
